<template>
    <div class="col-11" style="margin:auto">
        <h5>CoChordNuts販售商品為版權商品，恕不提供拆封試聽及非瑕疵的個人因素退貨，購買前請至購物需知詳閱注意事項。</h5>
        <p>■ 商品拆封過程煩請錄影，並於您收到商品一週內，詳細檢查商品。</p>
        <p>■ CD / 唱片運送過程無法避免碰撞，黑膠封面邊角可能會有小摺痕，若您對外觀較要求，請直接至實體店面挑選，我們不接受因外觀不滿意等非播放上瑕疵的退換貨，敬請見諒。</p>
        <p>■ 若您收到的商品有瑕疵或損壞，請勿拆封並且保持商品完整包裝，若屬個人主觀範圍，恕不提供退換。</p>
        <p>■ 預定預購商品若遇國外發行日期延後，本店恕不接受取消及要求退款。</p>
        <p>■＜出清商品＞因發行年代久遠，外觀包裝皆不完美，非光碟瑕疵接不予退換貨。</p>
        <p>■ 訂單成立後如有需變更請在24小時內告知，逾期則不受理。</p>
        <p>■ 尚未發行之商品，發行日不等於到貨日，預計發行後約2周左右到貨。</p>
        <p>■ 彩膠產品圖僅供參考，實際需依實體商品為主。</p>
        <p>■ 收到包裹外紙箱如有損毀情形，請於上班時間且24小時內回報，逾時則不受理。</p>
    </div>
</template>
    
<script setup>
    
</script>
    
<style>
    
</style>